def info_show():
    info_txt = "Условия задачи: \n\
    1. Выполнить скалярный запрос;\n\
    2. Выполнить запрос с несколькими соединениями(JOIN);\n\
    3. Выполнить запрос с ОТВ(CTE) и оконными функциями;\n\
    4. Выполнить запрос к метаданным;\n\
    5. Вызвать скалярную функцию(написанную в третьей лабораторной работе);\n\
    6. Вызвать многооператорную или табличную функцию(написанную в третьей лабораторной работе);\n\
    7. Вызвать хранимую процедуру(написанную в третьей лабораторной работе); \n\
    8. Вызвать системную функцию или процедуру; \n\
    9. Создать таблицу в базе данных, соответствующую тематике БД; \n\
    10. Выполнить вставку данных в созданную таблицу с использованием инструкции INSERT или COPY.\n\n\
    0. Выход"

    print(info_txt)

